def get_data():
    
    return f"{input('Enter your last name: ')} {input('Enter a name: ')} {input('Enter a class: ')}\n"               # получение данных от пользователя

def get_number_operation():                                                                                                                                            
    return input('Выберите номер категории\n \
        где: 1-показать все фамилии\n \
             2-показать все имена\n \
             3-показать все № классов\n \
             4-показать учеников выбранного класса\n \
             5-показать всю таблицу\n \
             6-показать информацию по ученику\n \
             7-добавить ученика\n \
             8-выход\n ')    